Repository: Tirip/nautilus-sendto
Catalog: po/*.po
Languages: be, fa, gd, it, lv, tr, vi

source: Run from build directory
be: Запусціць з каталога кампіляцыі
fa: اجرا در پوشه ساخت
it: Avviare dalla directory di compilazione
lv: Palaist no būvējuma mapes
vi: Chạy từ thư mục biên dịch

source: Use XID as parent to the send dialogue
be: Выкарыстаць XID як бацькоўскі для дыялогу пасылкі
fa: استفاده از شناسه X به عنوان والد برای محاوره‌ی ارسال
it: Usare XID come parente al dialogo di invio
lv: Lietojiet XID kā vecāku, lai aizsūtītu dialoglodziņu
vi: Dùng XID làm cha của hộp thoại gửi

source: Files to send
be: Файлы для пасылкі
fa: پرونده برای ارسال
it: File da inviare
lv: Sūtāmās datnes
vi: Tập tin cần gửi

source: Output version information and exit
be: Вывесці інфармацыю аб версіі праграмы і выйсці
it: Mostra l'informazione di versione ed esce
lv: Izdrukāt versijas informāciju un iziet

source: Expects URIs or filenames to be passed as options
be: Чакае перадачы адрасоў і назваў файлаў праз опцыі
fa: انتظار آدرس و یا نام یک پرونده را به عنوان گزینه را داشتم
gd: Tha dùil aige ri URIean no ainmean fhaidhle mar roghainnean
it: Attesi degli URI o nomi file da essere passati come opzioni
lv: Sagaida URI vai datnes nosaukumus kā opcijas
tr: Seçenek olarak internet adresleri veya dosya adları bekler
vi: Cần URI hoặc tên tập tin làm tuỳ chọn

source: Could not parse command-line options: %s
be: Не ўдалося разабраць опцыі загаднага радка: %s
fa: امکان تجزیه گزینه‌های خط فرمان وجود ندارد: %s
gd: Cha b' urrainn dhuinn roghainnean na loidhne-àithne a pharsadh: %s
it: Impossibile analizzare le opzioni della riga di comando: %s
lv: Neizdevās parsēt komandrindas opcijas — %s
tr: Komut satırı seçenekleri ayrıştırılamadı: %s
vi: Không thể phân tích tuỳ chọn dòng lệnh: %s

source: Sharing %d folder
be: Пасылка %d папкі
fa: درحال به اشتراک‌گذاری %Id پوشه
it: Condivisione di %d cartella
lv: Koplieto %d mapi
vi: Chia sẻ %d thư mục

source: Sharing %d folders and files
be: Пасылка %d папак і файлаў
fa: درحال به اشتراک‌گذاری %Id پوشه و پرونده
it: Condivisione di %d cartelle e file
lv: Koplieto %d mapes un datnes
vi: Chia sẻ %d thư mục và tập tin

source: Sharing %d video
be: Пасылка %d відэа
fa: درحال به اشتراک‌گذاری %Id ویدئو
it: Condivisione di %d video
lv: Koplieto %d video
vi: Chia sẻ %d phim

source: Sharing %d photo
be: Пасылка %d фатаграфіі
fa: درحال به اشتراک‌گذاری %Id عکس
it: Condivisione di %d foto
lv: Koplieto %d fotogrāfiju
vi: Chia sẻ %d ảnh

source: Sharing %d image
be: Пасылка %d выявы
fa: درحال به اشتراک‌گذاری %Id تصویر
it: Condivisione di %d immagine
lv: Koplieto %d attēlu
vi: Chia sẻ %d ảnh

source: Sharing %d text file
be: Пасылка %d тэкставага файла
fa: درحال به اشتراک‌گذاری %Id پرونده متنی
it: Condivisione di %d file di testo
lv: Koplieto %d teksta datni
vi: Chia sẻ %d văn bản

source: Sharing %d file
be: Пасылка %d файла
fa: درحال به اشتراک‌گذاری %Id پرونده
it: Condivisione di %d file
lv: Koplieto %d datni
vi: Chia sẻ %d tập tin

source: _Send
be: _Паслаць
fa: _ارسال
gd: _Cuir
it: _Invia
lv: _Sūtīt
tr: _Gönder
vi: _Gửi

source: Files
be: Файлы
fa: پرونده‌ها
gd: Faidhlichean
it: File
lv: Datnes
tr: Dosyalar
vi: Tập tin

source: _Cancel
be: _Скасаваць
fa: _لغو
it: _Annulla
lv: At_celt

source: Send _packed in:
be: Паслаць _запакаваным у:
fa: ارسال _بسته‌شده در:
gd: Cuir _dùmhlaichte e ann an:
it: Invia arc_hiviato come:
lv: Sūtīt sa_pakotu kā:
tr: _İçinde gönder:

source: Mail
be: Ліст
fa: پست الکترونیک
lv: Pasts
vi: Thư

source: Cannot get contact: %s
be: Не ўдалося атрымаць кантактную інфармацыю: %s
fa: عدم امکان برقراری تماس: %s
gd: Chan urrainn dhuinn an neach-aithne fhaighinn: %s
it: Impossibile recuperare il contatto: %s
lv: Nevar iegūt kontaktu — %s
tr: Adrese ulaşılamadı: %s
vi: Không thể lấy liên lạc: %s

source: Could not find contact: %s
be: Не ўдалося знайсці кантактную інфармацыю: %s
fa: عدم امکان یافتن تماس: %s
gd: Cha b' urrainn dhuinn an neach-aithne a lorg: %s
it: Impossibile trovare il contatto: %s
lv: Neizdevās atrast kontaktu — %s
tr: Adres bulunamıyor: %s
vi: Không thể tìm liên lạc: %s

source: Cannot create searchable view.
be: Не ўдалося выгляд, прыдатны для пошуку.
fa: عدم امکان ساخت نمای قابل جستجو.
gd: Chan urrainn dhuinn sealladh a chruthachadh a ghabhas lorg.
it: Impossibile creare la vista per la ricerca.
lv: Nevar izveidot meklējamo skatu.
tr: Aranabilir görüntü oluşturulamıyor.
vi: Không thể tạo khung xem tìm kiếm được.

source: Success
be: Поспех
fa: موفق
gd: Shoirbhich leis
it: Successo
lv: Veiksmīgi
tr: Başarılı
vi: Thành công

source: An argument was invalid.
be: Хібны аргумент.
fa: یک آرگومان اشتباه بود.
gd: Bha argamaid mhì-dhligheach ann.
it: Un argomento non era valido.
lv: Parametrs bija nederīgs.
tr: Bir argüman geçersizdi.
vi: Đối số không hợp lệ.

source: The address book is busy.
be: Адрасная кніга занятая.
fa: دفتر تلفن مشغول است.
gd: Tha leabhar nan seòladh trang.
it: La rubrica è occupata.
lv: Adrešu grāmata ir aizņemta.
tr: Adres defteri meşgul.
vi: Sổ địa chỉ đang bận.

source: The address book is offline.
be: Адрасная кніга недаступная.
fa: دفتر تلفن برون‌خط است.
gd: Tha leabhar nan seòladh far loidhne.
it: La rubrica non è in rete.
lv: Adrešu grāmata ir nesaistē.
tr: Adres defteri çevrim dışı.
vi: Sổ địa chỉ ngoại tuyến.

source: The address book does not exist.
be: Адрасная кніга не існуе.
fa: دفتر تلفن وجود ندارد.
gd: Chan eil leabhar nan seòladh ann.
it: La rubrica non esiste.
lv: Adrešu grāmata neeksistē.
tr: Adres defteri yok.
vi: Sổ địa chỉ không tồn tại.

source: The "Me" contact does not exist.
be: Кантакт "Я" не існуе.
fa: مشخصات تماس «من» وجود ندارد.
gd: Chan eil an neach-aithne "Mise" ann.
it: Il contatto «Me» è inesistente.
lv: “Es” kontakts neeksistē.
tr: "Ben" kişisi mevcut değil.
vi: Liên lạc "Tôi" không tồn tại.

source: The address book is not loaded.
be: Адрасная кніга не загружаная.
fa: دفتر تلفن بارگیری نشده است.
gd: Cha deach leabhar nan seòladh a luchdadh.
it: La rubrica non è caricata.
lv: Adrešu grāmata nav ielādēta.
tr: Adres defteri yüklenmedi.
vi: Sổ địa chỉ chưa được nạp.

source: The address book is already loaded.
be: Адрасная кніга ўжо загружаная.
fa: دفتر تلفن قبلا بارگیری شده است.
gd: Chaidh leabhar nan seòladh a luchdadh mu thràth.
it: La rubrica è già caricata.
lv: Adrešu grāmata jau ir ielādēta.
tr: Adres defteri zaten yüklü.
vi: Sổ địa chỉ đã nạp rồi.

source: Permission was denied when accessing the address book.
be: Доступ да адраснай кнігі забаронены.
fa: مجوز دسترسی در هنگام برقراری ارتباط با دفتر تلفن داده نشد.
gd: Chaidh cead a dhiùltadh gus leabhar nan seòladh inntrigeadh.
it: È stato negato il permesso di accedere alla rubrica.
lv: Pieeja adrešu grāmatai liegta.
tr: Adres defteri açılmaya çaşılırken erişim engellendi.
vi: Không đủ quyền truy cập sổ địa chỉ.

source: The contact was not found.
be: Кантактная інфармацыя не знойдзена.
fa: مشخصات تماس پیدا نشد.
gd: Cha deach an neach-aithne a lorg.
it: Il contatto non è stato trovato.
lv: Kontakts netika atrasts.
tr: Kişi bulunamadı.
vi: Không tìm thấy liên lạc.

source: This contact ID already exists.
be: Ідэнтыфікатар запісу кантактнай інфармацыі ўжо існуе.
fa: شناسه تماس از قبل وجود دارد.
gd: Tha aID an neach-aithne seo ann mu thràth.
it: Questo ID di contatto esiste già.
lv: Šis kontakta ID jau eksistē.
tr: Bu bağlantı kimliği zaten var.
vi: ID liên lạc đã có rồi.

source: The protocol is not supported.
be: Пратакол не падтрымліваецца.
fa: این پرتکل پشتیبانی نمی‌شود.
gd: Cha chuirear taic ris a' phròtacal.
it: Il protocollo non è supportato.
lv: Protokols nav atbalstīts.
tr: İletişim kuralı desteklenmiyor.
vi: Không hỗ trợ giao thức.

source: The operation was cancelled.
be: Аперацыя скасаваная.
fa: عملیات لغو شد.
gd: Chaidh sgur dhen obrachadh.
it: L'operazione è stata annullata.
lv: Darbība tika atcelta.
tr: İşlem iptal edildi.
vi: Thao tác bị huỷ.

source: The operation could not be cancelled.
be: Не ўдалося скасаваць аперацыю.
fa: امکان لغو عملیات وجود ندارد.
gd: Cha b' urrainn dhuinn sgur dhen obrachadh.
it: L'operazione non può essere annullata.
lv: Darbību nevarēja atcelt.
tr: İşlem iptal edilemedi.
vi: Không thể huỷ thao tác.

source: The address book authentication failed.
be: Не ўдалося ідэнтыфікаваць сябе для доступу да адраснай кнігі.
fa: تایید هویت برای دفتر تلفن شکست خورد.
gd: Dh'fhàillig le dearbhadh leabhar nan seòladh.
it: Autenticazione della rubrica non riuscita.
lv: Adrešu grāmatas autentifikācija neizdevās.
tr: Adres defteri kimlik denetimi başarısız.
vi: Xác thực sổ địa chỉ thất bại.

source: Authentication is required to access the address book and was not given.
be: Для доступу да адраснай кнігі трэба ідэнтыфікаваць сябе, але гэта не было зроблена.
fa: برای دسترسی به دفتر تلفن احتیاج به تایید هویت است که داده نشده است.
gd: Tha dearbhadh a dhìth ach am faigh thu inntrigeadh dha leabhar nan seòladh 's cha deach a thoirt seachad.
it: È richiesta l'autenticazione per accedere alla rubrica e non è stata fornita.
lv: Lai piekļūtu adrešu grāmatai, ir nepieciešama autorizācija, kas netika dota.
tr: Adres defterine erişmek için yetki gerekli ve ama verilmemiş.
vi: Cần xác thực để truy cập sổ địa chỉ, nhưng chưa làm.

source: A secure connection is not available.
be: Бяспечнае злучэнне недаступнае.
fa: ارتباط امنی وجود ندارد.
gd: Chan eil ceangal tèarainte ri fhaighinn.
it: Una connessione sicura non è disponibile.
lv: Drošs savienojums nav pieejams.
tr: Kullanılabilir güvenli bir bağlantı yok.
vi: Không có kết nối an toàn.

source: A CORBA error occurred whilst accessing the address book.
be: Пры доступе да адраснай кнігі ўзнікла памылка CORBA.
fa: درهنگام تلاش برای دسترسی به دفتر تلفن یک خطای CORBA رخ داد.
gd: Thachair mearachd CORBA fhad 's a bhathar ag inntrigeadh leabhar nan seòladh.
it: Si è verificato un errore di CORBA accedendo alla rubrica.
lv: CORBA kļūda, piekļūstot adrešu grāmatai.
tr: Adres defterine erişim esnasında CORBA hatası oluştu.
vi: Lỗi CORBA khi truy cập sổ địa chỉ.

source: The address book source does not exist.
be: Крыніца адраснай кнігі не існуе.
fa: منبع دفتر تلفن وجود ندارد.
gd: Chan eil tùs leabhar nan seòladh ann.
it: La sorgente della rubrica non esiste.
lv: Adrešu grāmatas avots neeksistē.
tr: Adres defteri kaynağı mevcut değil.
vi: Nguồn sổ địa chỉ không tồn tại.

source: An unknown error occurred.
be: Узнікла невядомая памылка.
fa: یک خطای ناشناخته وجود رخ داد.
gd: Thachair mearachd neo-aithnichte.
it: Si è verificato un errore sconosciuto.
lv: Gadījās nezināma kļūda.
tr: Bilinmeyen bir hata oluştu.
vi: Lỗi lạ.

source: Unable to send file
be: Не ўдалося паслаць файл
fa: عدم امکان ارسال پرونده
gd: Chan urrainn dhuinn am faidhle a chur
it: Impossibile inviare file
lv: Nevar nosūtīt datni
tr: Dosya gönderilemedi
vi: Không thể gởi tập tin

source: There is no connection to gajim remote service.
be: Няма злучэння з аддаленым сэрвісам Gajim.
fa: هیچ ارتباطی به سرویس دوردست gajim وجود ندارد.
gd: Chan eil ceangal ris an t-seirbheis gajim chèin ann.
it: Nessuna connessione al servizio remoto di gajim.
lv: Nav savienojuma ar gajim attālināto servisu.
tr: Uzaktaki gajim hizmetine bağlantı yok.
vi: Không thể có kết nối tới dịch vụ gajim ở xa.

source: Sending file failed
be: Не ўдалося паслаць файл
fa: ارسال پرونده شکست خورد
gd: Dh'fhàillig le cur an fhaidhle
it: Invio del file non riuscito
lv: Neizdevās nosūtīt datni
tr: Dosya gönderimi başarısız
vi: Lỗi gửi tập tin

source: Recipient is missing.
be: Адрасат адсутнічае.
fa: گیرنده ازجا افتاده است.
gd: Cha am faightear a dhìth.
it: Manca Il destinatario.
lv: Nav norādīts adresāts.
tr: Alıcı eksik.
vi: Thiếu người nhận.

source: Unknown recipient.
be: Невядомы адрасат.
fa: گیرنده ناشناس است.
gd: Faightear neo-aithnichte.
it: Destinatario sconosciuto.
lv: Nezināms adresāts.
tr: Bilinmeyen alıcı.
vi: Không biết người nhận đó.

source: Instant Message (Gajim)
be: Імгненнае паведамленне (Gajim)
fa: پیغام فوری (Gajim)
gd: Grad-theachdaireachd (Gajim)
it: Messaggio istantaneo (Gajim)
lv: Tūlītējs ziņojums (Gajim)
tr: Anlık İleti (Gajim)
vi: Tin nhắn tức khắc (Gajim)

source: New CD/DVD
be: Новы CD/DVD
fa: سی‌دی/دی‌وی‌دی جدید
gd: CD/DVD ùr
it: Nuovo CD/DVD
lv: Jauns CD/DVD
tr: Yeni CD/DVD
vi: CD/DVD mới

source: Existing CD/DVD
be: Існуючы CD/DVD
fa: سی‌دی/دی‌وی‌دی موجود
gd: CD/DVD a tha ann
it: CD/DVD esistente
lv: Esošs CD/DVD
tr: Varolan CD/DVD
vi: CD/DVD đã có

source: CD/DVD Creator
be: Стваральнік CD/DVD
fa: سازنده سی‌دی/دی‌وی‌دی
gd: Cruthadair CD/DVD
it: Creazione CD/DVD
lv: CD/DVD veidotājs
tr: CD/DVD Oluşturucu
vi: Trình ghi CD/DVD

source: Instant Message (Pidgin)
be: Імгненнае паведамленне (Pidgin)
fa: پیغام فوری (پیجین)
gd: Grad-theachdaireachd (Pidgin)
it: Messaggio istantaneo (Pidgin)
lv: Tūlītējs ziņojums (Pidgin)
tr: Anlık İleti (Pidgin)
vi: Nhắn tin nhanh (Pidgin)

source: Removable disks and shares
be: Зменныя дыскі і супольныя рэсурсы
fa: دیسک‌ها و اشتراک‌گذاری‌های جدا شدنی
gd: Diosgan so-ghiùlan 's nithean co-roinnte
it: Condivisioni e dischi rimovibili
lv: Izņemamie diski un koplietojumi
tr: Çıkarılabilir disk ve paylaşımlar
vi: Đĩa di động và chia sẻ

source: Uploading '%s'
be: Публікацыя "%s"
fa: درحال بارگذاری «%s»
it: Caricamento di «%s»
lv: Augšupielādē “%s”
vi: Đang đưa '%s' lên

source: Preparing upload
be: Падрыхтоўка да публікацыі
fa: درحال آماده‌سازی بارگذاری
it: Preparazione caricamento
lv: Gatavo augšupielādēšanai
vi: Đang chuẩn bị đưa lên

source: Service '%s' is not configured.
be: Паслуга "%s" не сканфігуравана.
fa: سرویس «%s» پیکربندی نشده است.
it: Il servizio «%s» non è configurato.
lv: Serviss “%s” nav nokonfigurēts.
vi: Chưa cấu hình dịch vụ '%s'.

source: _Configure
be: _Настроіць
fa: _پیکربندی
it: _Configura
lv: _Konfigurēt
vi: _Cấu hình

source: Logged in to service '%s'.
be: Паспяховы ўваход у "%s".
fa: وارد سرویس «%s» شد.
it: Eseguito l'accesso al servizio «%s».
lv: Pieteicies servisā “%s”.
vi: Đã đăng nhập vào dịch vụ '%s'.

source: Could not log in to service '%s'.
be: Не ўдалося ўвайсці ў "%s".
fa: نمی‌توان وارد سرویس «%s» شد.
it: Impossibile eseguire l'accesso al servizio «%s».
lv: Neizdevās pieteikties servisam “%s”.
vi: Không thể đăng nhập vào dịch vụ '%s'.

source: UPnP Media Server
be: Медыясервер UPnP
fa: کارگزار رسانه‌ای UPnP
gd: Frithealaiche mheadhanan UPnP
it: Server multimediale UPnP
lv: UPnP mediju serveris
tr: UPnP Çokluortam Sunucusu
vi: Máy chủ lưu trữ UPnP

source: Send To...
gd: Cuir gu...

source: Send file by mail, instant message...
gd: Cuir am faidhle air a' phost-d, mar ghrad-theachdaireachd...
tr: Dosyayı e-posta, anlık mesajlaşma ile gönder...

source: Send files by mail, instant message...
gd: Cuir faidhlichean air a' phost-d, mar ghrad-theachdaireachd...
tr: Dosyaları e-posta, anlık mesajlaşma ile gönder...

source: Could not load any plugins.
gd: Cha deach leinn plugan sam bith a luchdadh.
tr: Eklentiler yüklenemedi.

source: Please verify your installation
gd: An dearbhaich thu an stàladh agad?
tr: Lütfen kurulumunuzu doğrulayın

source: <b>Destination</b>
gd: <b>Ceann-uidhe</b>
tr: <b>Hedef</b>

source: Send _as:
gd: Cuir m_ar:
tr: Farklı _gönder:

source: Send t_o:
gd: Cuir _gu:
tr: Ş_uraya gönder:

source: <b>Compression</b>
gd: <b>Dùmhlachadh</b>
tr: <b>Sıkıştırma</b>

source: Email
gd: Post-d
tr: E-posta
